Repository: yooongZa/DiskOUT
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: Keep Checking
ja: 確認を続ける
ko: 계속 확인
zh_hans: 继续检查

source: Stop Checking
ja: 確認を停止
ko: 확인 중지
zh_hans: 停止检查

source: Stop Checking for Purchase?
ja: 購入確認を停止しますか？
ko: 구매 확인을 중지할까요?
zh_hans: 停止检查购买吗？

source: Stop Checking Purchase…
ja: 購入確認を停止…
ko: 구매 확인 중지…
zh_hans: 停止检查购买…

source: This does not cancel an open Paddle checkout. Close that checkout before starting another purchase.
ja: 開いている Paddle の決済はキャンセルされません。別の購入を始める前に、その決済画面を閉じてください。
ko: 열려 있는 Paddle 결제는 취소되지 않습니다. 새 구매를 시작하기 전에 해당 결제창을 닫아 주세요.
zh_hans: 这不会取消已打开的 Paddle 结账。在开始另一笔购买前，请先关闭该结账页面。

source: Animated icons are unlocked on this Mac.
ja: このMacでアニメーションアイコンを使用できます。
ko: 이 Mac에서 움직이는 아이콘을 사용할 수 있습니다.
zh_hans: 已在这台 Mac 上解锁动态图标。

source: Check Purchase Status…
ja: 購入状況を確認…
ko: 구매 상태 확인…
zh_hans: 检查购买状态…

source: Check your internet connection and try again.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인한 후 다시 시도해 주세요.
zh_hans: 请检查网络连接，然后重试。

source: Couldn’t check purchase status
ja: 購入状況を確認できませんでした
ko: 구매 상태를 확인할 수 없습니다
zh_hans: 无法检查购买状态

source: Couldn’t open billing
ja: お支払いページを開けませんでした
ko: 결제 페이지를 열 수 없습니다
zh_hans: 无法打开付款页面

source: View Purchase Details…
ja: 購入内容を表示…
ko: 구매 내역 보기…
zh_hans: 查看购买详情…

source: No active purchase was found
ja: 有効な購入が見つかりませんでした
ko: 활성화된 구매 내역을 찾지 못했습니다
zh_hans: 未找到有效的购买记录

source: Premium is unavailable in this build
ja: このビルドでは Premium を利用できません
ko: 이 빌드에서는 Premium을 사용할 수 없습니다
zh_hans: 此构建版本不支持 Premium

source: Premium is active
ja: Premiumは有効です
ko: Premium이 활성화되어 있습니다
zh_hans: Premium 已激活

source: This checks purchases linked to this DiskOUT installation.
ja: 現在のDiskOUTインストールに紐づく購入状況のみ確認します。
ko: 현재 DiskOUT 설치에 연결된 구매 상태만 확인합니다.
zh_hans: 仅检查与当前 DiskOUT 安装关联的购买状态。

source: Unlock Animated Icons — USD 4.99 One-Time…
ja: アニメーションアイコンを解除 — USD 4.99 買い切り…
ko: 움직이는 아이콘 잠금 해제 — USD 4.99 일회성…
zh_hans: 解锁动态图标 — USD 4.99 一次性购买…

source: Send anonymous crash & error reports
ja: 匿名のクラッシュ・エラーレポートを送信
ko: 익명 충돌 및 오류 보고서 보내기
zh_hans: 发送匿名崩溃和错误报告

source: Sends only crash type, anonymized stack traces, and error categories. Never disk names, file paths, or your identity.
ja: クラッシュの種類、匿名化されたスタックトレース、エラー分類のみを送信します。ディスク名、ファイルパス、個人情報は一切送信しません。
ko: 충돌 유형, 익명화된 스택 추적, 오류 분류만 보냅니다. 디스크 이름, 파일 경로, 사용자 정보는 절대 보내지 않습니다.
zh_hans: 仅发送崩溃类型、匿名化的堆栈跟踪和错误类别。绝不发送磁盘名称、文件路径或您的身份信息。

source: "%@" is being written to
ja: "%@" に書き込み中です
ko: "%@"에 쓰는 중입니다
zh_hans: 正在写入“%@”

source: An external disk is being written to
ja: 外付けディスクに書き込み中です
ko: 외장 디스크에 쓰는 중입니다
zh_hans: 正在写入外置磁盘

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Eject Anyway
ja: それでも取り出す
ko: 그래도 추출
zh_hans: 仍然推出

source: Ejecting now will interrupt the copy and may corrupt files. Eject anyway?
ja: 今取り出すとコピーが中断され、ファイルが破損する可能性があります。取り出しますか?
ko: 지금 추출하면 복사가 중단되고 파일이 손상될 수 있습니다. 그래도 추출할까요?
zh_hans: 现在推出会中断复制并可能损坏文件。仍要推出吗？

source: %@ is using this disk. Quit it and try ejecting again?
ja: %@ がこのディスクを使用中です。終了して再度取り出しますか?
ko: %@이(가) 이 디스크를 사용 중입니다. 종료하고 다시 추출할까요?
zh_hans: %@ 正在使用此磁盘。退出并重新推出？

source: Quit apps and retry
ja: アプリを終了して再試行
ko: 앱 종료 후 재시도
zh_hans: 退出应用并重试

source: Still couldn't eject %@
ja: %@ をまだ取り出せませんでした
ko: %@을(를) 여전히 추출할 수 없습니다
zh_hans: 仍无法推出 %@

source: Writing to an external disk — don't disconnect
ja: 外付けディスクに書き込み中 — 取り外さないでください
ko: 외장 디스크에 쓰는 중 — 분리하지 마세요
zh_hans: 正在写入外置磁盘 — 请勿断开

source: Reading from an external disk — don't disconnect
ja: 外付けディスクから読み込み中 — 取り外さないでください
ko: 외장 디스크에서 읽는 중 — 분리하지 마세요
zh_hans: 正在读取外置磁盘 — 请勿断开

source: Reading and writing an external disk — don't disconnect
ja: 外付けディスクを読み書き中 — 取り外さないでください
ko: 외장 디스크를 읽고 쓰는 중 — 분리하지 마세요
zh_hans: 正在读写外置磁盘 — 请勿断开

source: Allow
ja: 許可
ko: 허용
zh_hans: 允许

source: Auto-start DiskOUT when you log in
ja: ログイン時に DiskOUT を自動起動
ko: 로그인 시 DiskOUT 자동 시작
zh_hans: 登录时自动启动 DiskOUT

source: Couldn't update login item
ja: ログイン項目を更新できませんでした
ko: 로그인 항목을 변경하지 못했습니다
zh_hans: 无法更新登录项

source: DiskOUT couldn’t update the login item. Check System Settings → General → Login Items, then try again.
ja: DiskOUT はログイン項目を更新できませんでした。システム設定 → 一般 → ログイン項目を確認して、もう一度お試しください。
ko: DiskOUT이 로그인 항목을 변경하지 못했습니다. 시스템 설정 → 일반 → 로그인 항목을 확인한 후 다시 시도해 주세요.
zh_hans: DiskOUT 无法更新登录项。请检查“系统设置”→“通用”→“登录项”，然后重试。

source: DiskOUT Permissions
ja: DiskOUT の権限
ko: DiskOUT 권한 설정
zh_hans: DiskOUT 权限

source: DiskOUT's core features work without any permissions. The ones below are optional — turn on what you want.
ja: DiskOUT の主要機能は権限なしで動作します。下記はオプションです — 必要なものを有効にしてください。
ko: DiskOUT 핵심 기능은 권한 없이도 동작합니다. 아래는 선택적으로 켤 수 있는 기능이에요.
zh_hans: DiskOUT 的核心功能无需任何权限即可使用。以下选项可选 — 按需开启。

source: Done
ja: 完了
ko: 완료
zh_hans: 完成

source: Eject all drives anywhere with ⌥⌘E
ja: どこからでも ⌥⌘E で全てのドライブを取り出し
ko: 어디서든 ⌥⌘E로 모든 드라이브 추출
zh_hans: 随时随地用 ⌥⌘E 推出所有驱动器

source: Global hotkey
ja: グローバルホットキー
ko: 전역 단축키
zh_hans: 全局热键

source: Needs approval in System Settings
ja: システム設定で承認が必要
ko: 시스템 설정에서 승인 필요
zh_hans: 需在系统设置中授权

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置

source: See eject results at a glance
ja: 取り出し結果をひと目で確認
ko: 추출 결과를 한눈에 확인
zh_hans: 一眼查看推出结果

source: You can reopen this anytime from the menu bar icon's menu.
ja: メニューバーアイコンのメニューからいつでも再表示できます。
ko: 메뉴바 아이콘 메뉴에서 언제든 다시 열 수 있어요.
zh_hans: 可随时从菜单栏图标的菜单中重新打开。

source: %@ Disks detected but won't mount. Try Disk Utility.
ja: %@ ディスクは検出されましたがマウントできません。ディスクユーティリティをお試しください。
ko: %@ 디스크가 인식되었지만 마운트되지 않습니다. 디스크 유틸리티에서 확인해 보십시오.
zh_hans: %@ 检测到磁盘但无法挂载。请尝试“磁盘工具”。

source: %@ Disks still mounted. Disconnect risk. Wake screen and eject manually.
ja: %@ ディスクがマウントされたままです。切断の危険があります。画面を起こして手動で取り出してください。
ko: %@ 디스크가 마운트된 상태입니다. 분리하면 손상될 수 있습니다. 화면을 깨운 뒤 메뉴에서 직접 추출하십시오.
zh_hans: %@ 磁盘仍处于挂载状态。存在断开风险。请唤醒屏幕并手动推出。

source: %@ Disks went to sleep still mounted. Disconnect risk. Eject manually after wake.
ja: %@ ディスクがマウントされたままスリープしました。切断の危険があります。復帰後に手動で取り出してください。
ko: %@ 디스크가 마운트된 채 잠자기에 들었습니다. 분리하면 손상될 수 있습니다. Mac을 깨운 뒤 메뉴에서 직접 추출하십시오.
zh_hans: %@ 磁盘在挂载状态下进入睡眠。存在断开风险。唤醒后请手动推出。

source: %lld drives didn't eject at display sleep
ja: %lld 台のドライブがディスプレイスリープ時に取り出せませんでした
ko: 화면이 잠자기에 들 때 %lld개의 드라이브를 추출하지 못했습니다
zh_hans: %lld 个驱动器在显示器睡眠时未推出

source: %lld drives didn't eject before sleep
ja: %lld 台のドライブがスリープ前に取り出せませんでした
ko: 잠자기 전에 %lld개의 드라이브를 추출하지 못했습니다
zh_hans: %lld 个驱动器在睡眠前未推出

source: All drives ejected
ja: 全てのドライブを取り出しました
ko: 모든 드라이브 추출 완료
zh_hans: 已推出所有驱动器

source: auto-eject excluded
ja: 自動取り出しから除外
ko: 자동 제외
zh_hans: 已从自动推出中排除

source: Auto-quit Music and Photos before sleep, relaunch on wake. Useful when libraries are on external drives.
ja: スリープ前にミュージックと写真を自動終了し、復帰時に再起動。ライブラリが外部ドライブにある場合に便利。
ko: 잠자기 전에 실행 중인 Music과 Photos를 종료하고, Mac이 깨어나면 다시 실행합니다.
zh_hans: 睡眠前自动退出“音乐”和“照片”，唤醒后重新启动。当资料库位于外置驱动器时很有用。

source: All drives mounted
ja: 全てのドライブをマウントしました
ko: 모두 마운트 완료
zh_hans: 已挂载所有驱动器

source: Approve in System Settings → General → Login Items
ja: システム設定 → 一般 → ログイン項目で承認
ko: 시스템 설정 → 일반 → 로그인 항목 에서 허용 필요
zh_hans: 在“系统设置” → “通用” → “登录项”中授权

source: Click: Open in Finder ⌘-Click: Eject
ja: クリック：Finderで開く ⌘クリック：取り出す
ko: 클릭: Finder에서 열기 ⌘클릭: 드라이브 추출
zh_hans: 点击：在“访达”中打开 ⌘点击：推出

source: Click to mount. ⌘+click to also open in Finder.
ja: クリックでマウント。⌘+クリックで Finder でも開く。
ko: 클릭 = 마운트. ⌘+클릭 = 마운트 + Finder 열기.
zh_hans: 点击挂载。⌘+点击同时在“访达”中打开。

source: Click to open in Finder. ⌘+click to eject.
ja: クリックで Finder を開く。⌘+クリックで取り出す。
ko: 클릭 = Finder에서 열기. ⌘+클릭 = 드라이브 추출.
zh_hans: 点击可在“访达”中打开。⌘+点击可推出。

source: Couldn't eject %@
ja: %@ を取り出せませんでした
ko: 추출 실패: %@
zh_hans: 无法推出 %@

source: Couldn't mount %@
ja: %@ をマウントできませんでした
ko: 마운트 실패: %@
zh_hans: 无法挂载 %@

source: Couldn't open %@ in Finder
ja: %@ を Finder で開けませんでした
ko: Finder에서 열 수 없음: %@
zh_hans: 无法在“访达”中打开 %@

source: Eject failed
ja: 取り出しに失敗
ko: 추출 실패
zh_hans: 推出失败

source: Eject on display sleep (experimental)
ja: ディスプレイスリープ時に取り出し (実験的)
ko: 화면만 꺼질 때 추출 (Mac은 깨어 있음)
zh_hans: 显示器睡眠时推出（实验性）

source: Eject on forced sleep (experimental)
ja: 強制スリープ時に取り出しを試す (実験的)
ko: 직접 잠자기를 시작할 때 추출 (주의)
zh_hans: 强制睡眠时尝试推出（实验性）

source: When enabled, this best-effort option applies to every forced sleep confirmed by IOKit. DiskOUT briefly holds sleep and requests one normal eject only for physical disks confirmed idle. Active or uncertain disks are left untouched. It never force-unmounts or retries; sleep continues when the short limit is reached.
ja: 有効にすると、IOKitで確認されたすべての強制スリープに適用するベストエフォート方式です。アイドル状態が確実な物理ディスクにのみ通常の取り出しを1回要求し、スリープを短時間だけ保留します。使用中または判定が不確実なディスクには触れず、強制アンマウントも再試行も行いません。短い上限時間を過ぎるとスリープを続行します。
ko: 잠자기 메뉴나 전원 버튼 등으로 Mac을 잠들게 할 때, 추출이 가능한 드라이브만 추출합니다. 추출한 드라이브가 Mac이 깨어났을 때도 연결되어 있으면 자동으로 다시 마운트합니다. (해당 시점에 드라이브가 사용 중이면 추출 없이 그대로 잠자기에 들어갑니다.)
zh_hans: 启用后，此尽力而为选项适用于 IOKit 确认的所有强制睡眠。DiskOUT 只会对确定处于空闲状态的物理磁盘请求一次正常推出，并短暂延迟睡眠。正在活动或状态不确定的磁盘不会被处理；不会强制卸载或重试，达到短暂时限后将继续睡眠。

source: Eject on lid close
ja: ふたを閉じた時に取り出し
ko: MacBook 덮개를 닫을 때 추출
zh_hans: 合盖时推出

source: Eject all external drives the moment you close the lid.
ja: ノートブックのふたを閉じた瞬間にすべての外部ドライブを取り出します。
ko: 덮개를 닫으면 외장 드라이브를 추출합니다. 추출한 드라이브가 Mac이 깨어났을 때도 연결되어 있으면 자동으로 다시 마운트합니다.
zh_hans: 在合上笔记本上盖的瞬间推出所有外置驱动器。

source: Eject on system sleep
ja: システムスリープ時に取り出す
ko: Mac이 잠들 때 추출
zh_hans: 系统睡眠时推出

source: Ejected
ja: 取り出し済み
ko: 추출 완료
zh_hans: 已推出

source: Failed: %@
ja: 失敗: %@
ko: 실패: %@
zh_hans: 失败:%@

source: Launch at login
ja: ログイン時に起動
ko: 로그인 시 자동 실행
zh_hans: 登录时启动

source: Login item needs approval
ja: ログイン項目の承認が必要
ko: 로그인 항목 허용 필요
zh_hans: 登录项需要授权

source: Quit Music/Photos before sleep
ja: スリープ前にミュージック/写真を終了
ko: 잠자기 전에 Music과 Photos 종료
zh_hans: 睡眠前退出“音乐”/“照片”

source: Mount failed
ja: マウントに失敗
ko: 마운트 실패
zh_hans: 挂载失败

source: Mounted
ja: マウント済み
ko: 마운트 완료
zh_hans: 已挂载

source: No drives to eject
ja: 取り出すドライブがありません
ko: 추출할 드라이브 없음
zh_hans: 没有可推出的驱动器

source: No external drives connected.
ja: 外部ドライブが接続されていません。
ko: 연결된 외장 드라이브가 없습니다.
zh_hans: 未连接外置驱动器。

source: No unmounted external drives connected.
ja: マウントされていない外部ドライブはありません。
ko: 꽂혀있고 마운트 안 된 외장이 없습니다.
zh_hans: 没有未挂载的外置驱动器。

source: Nothing to mount
ja: マウント対象がありません
ko: 마운트할 외장 없음
zh_hans: 没有可挂载的项目

source: Remount failed
ja: 再マウントに失敗
ko: 재마운트 실패
zh_hans: 重新挂载失败

source: Some drives didn't eject
ja: 一部のドライブが取り出されませんでした
ko: 일부 추출 실패
zh_hans: 部分驱动器未推出

source: Some drives didn't mount
ja: 一部のドライブがマウントされませんでした
ko: 일부 마운트 실패
zh_hans: 部分驱动器未挂载

source: Time Machine drive protected
ja: Time Machine ドライブを保護
ko: Time Machine 디스크 자동 추출 제외
zh_hans: Time Machine 驱动器受保护

source: "%@" is excluded from auto-eject. Toggle in the menu if you want it ejected on sleep.
ja: 「%@」は自動取り出しから除外されています。スリープ時に取り出したい場合はメニューで切り替えてください。
ko: "%@" 디스크는 자동 추출에서 제외됨. 잠자기 시 같이 추출되길 원하면 메뉴에서 토글 OFF.
zh_hans: “%@”已从自动推出中排除。如需在睡眠时推出，请在菜单中切换。

source: Succeeded: %@
ja: 成功: %@
ko: 성공: %@
zh_hans: 成功:%@

source: Unknown error
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hans: 未知错误

source: The operation couldn't be completed. Please try again.
ja: 操作を完了できませんでした。もう一度お試しください。
ko: 작업을 완료할 수 없습니다. 다시 시도하십시오.
zh_hans: 无法完成操作。请重试。

source: Click to open the DiskOUT menu.
ja: クリックして DiskOUT メニューを開きます。
ko: 클릭하여 DiskOUT 메뉴를 엽니다.
zh_hans: 点击以打开 DiskOUT 菜单。

source: Eject and Sleep
ja: 取り出してスリープ
ko: 추출하고 잠자기
zh_hans: 推出并睡眠

source: Sleep canceled
ja: スリープをキャンセル
ko: 잠자기 취소
zh_hans: 已取消睡眠

source: Couldn't start sleep
ja: スリープを開始できませんでした
ko: 잠자기 시작 실패
zh_hans: 无法启动睡眠

source: %lld drives didn't eject before power off
ja: %lld 台のドライブが電源オフ前に取り出せませんでした
ko: 종료 전에 %lld개의 드라이브를 추출하지 못했습니다
zh_hans: %lld 个驱动器在关机前未推出

source: %@ Logout, restart, or shutdown is continuing. Eject manually if you stay logged in.
ja: %@ ログアウト、再起動、またはシャットダウンが進行中です。ログインしたままの場合は手動で取り出してください。
ko: %@ 로그아웃/재시동/종료는 계속 진행 중. 취소해서 로그인 상태로 남으면 수동 추출 권장.
zh_hans: %@ 注销、重启或关机正在继续。如保持登录，请手动推出。

source: Blocking processes: %@
ja: ブロック中のプロセス: %@
ko: 사용 중인 프로세스: %@
zh_hans: 阻塞进程:%@

source: Could not inspect blocking processes
ja: ブロック中のプロセスを確認できませんでした
ko: 사용 중인 프로세스를 확인하지 못함
zh_hans: 无法检查阻塞进程

source: Full Disk Access may be needed
ja: フルディスクアクセスが必要な可能性があります
ko: 전체 디스크 접근 권한이 필요할 수 있습니다
zh_hans: 可能需要“完全磁盘访问权限”

source: No blocking process found
ja: ブロック中のプロセスは見つかりませんでした
ko: 차단 중인 프로세스를 찾지 못함
zh_hans: 未发现阻塞进程

source: Open files: %@
ja: 開いているファイル: %@
ko: 열린 파일: %@
zh_hans: 打开的文件:%@

source: lsof timed out
ja: lsof がタイムアウトしました
ko: lsof 진단 시간 초과
zh_hans: lsof 已超时

source: Disk status update failed
ja: ディスクの状態更新に失敗
ko: 디스크 상태 갱신 실패
zh_hans: 磁盘状态更新失败

source: General
ja: 一般
ko: 일반
zh_hans: 通用

source: Hotkeys
ja: ホットキー
ko: 단축키
zh_hans: 热键

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知

source: Eject Behavior
ja: 取り出しの動作
ko: 추출 동작
zh_hans: 推出行为

source: Eject all
ja: 全て取り出し
ko: 모두 추출
zh_hans: 推出全部

source: Mount all
ja: 全てマウント
ko: 모두 마운트
zh_hans: 挂载全部

source: Success notifications
ja: 成功通知
ko: 성공 알림
zh_hans: 成功通知

source: Failure notifications
ja: 失敗通知
ko: 실패 알림
zh_hans: 失败通知

source: Allow Force Unmount
ja: 強制アンマウントを許可
ko: 추출 실패 시 강제 분리 허용 (주의)
zh_hans: 允许强制卸载

source: Launch at login (needs approval)
ja: ログイン時に起動 (承認が必要)
ko: 로그인 시 자동 실행 (허용 필요)
zh_hans: 登录时启动（需授权）

source: Settings update failed
ja: 設定の更新に失敗
ko: 환경설정 변경 실패
zh_hans: 设置更新失败

source: About
ja: このアプリについて
ko: 정보
zh_hans: 关于

source: Allow Accessibility for global hotkeys
ja: グローバルホットキーのためにアクセシビリティを許可
ko: 전역 단축키를 위해 손쉬운 사용 권한 허용 필요
zh_hans: 为全局热键允许“辅助功能”

source: Allow notifications to see eject results
ja: 取り出し結果を確認するために通知を許可
ko: 추출 결과 알림을 보려면 알림 권한 허용 필요
zh_hans: 允许通知以查看推出结果

source: Hotkey conflict
ja: ホットキーの競合
ko: 단축키 충돌
zh_hans: 热键冲突

source: The shortcut you chose is now assigned to this action. Conflicting actions were moved to unused shortcuts.
ja: 選択したショートカットをこの操作に割り当てました。競合する他の操作は、未使用のショートカットに移動しました。
ko: 선택한 단축키를 이 동작에 배정했습니다. 충돌한 다른 동작은 사용하지 않는 단축키로 옮겼습니다.
zh_hans: 已将所选快捷键分配给此操作。发生冲突的其他操作已移至未使用的快捷键。

source: Notifications are blocked in System Settings.
ja: システム設定で通知が許可されていません。
ko: 시스템 설정에서 알림이 차단되어 있습니다.
zh_hans: 通知已在“系统设置”中关闭。

source: Open Notification Settings…
ja: 通知設定を開く…
ko: 알림 설정 열기…
zh_hans: 打开通知设置…

source: Notifications are silent by design — no sound. Look for the menu bar icon for results.
ja: 通知は仕様上サイレントです — 音はありません。結果はメニューバーアイコンで確認してください。
ko: 알림은 의도적으로 무음 — 결과는 메뉴바 아이콘으로 확인하세요.
zh_hans: 通知有意设计为静音 — 无声音。请通过菜单栏图标查看结果。

source: Off
ja: オフ
ko: 사용 안 함
zh_hans: 关闭

source: Quit DiskOUT
ja: DiskOUT を終了
ko: DiskOUT 종료
zh_hans: 退出 DiskOUT

source: Right-click menu bar icon to eject all
ja: メニューバーアイコンを右クリックで全て取り出し
ko: 우클릭으로 모든 드라이브 추출
zh_hans: 右键点击菜单栏图标推出全部

source: When off, right-click (and ctrl+click) opens the menu instead of ejecting all drives.
ja: オフのとき、右クリック (および Ctrl+クリック) はドライブを全て取り出す代わりにメニューを開きます。
ko: 메뉴바 아이콘을 우클릭하면 모든 외장 드라이브를 추출합니다. 끄면 드라이브를 추출하지 않고 일반 메뉴를 엽니다.
zh_hans: 关闭时，右键（和 Ctrl+点击）将打开菜单，而不是推出所有驱动器。

source: Click to install
ja: クリックでインストール
ko: 클릭해서 설치
zh_hans: 点击以安装

source: Language
ja: 言語
ko: 언어
zh_hans: 语言

source: System default
ja: システムのデフォルト
ko: 시스템 따라가기
zh_hans: 跟随系统

source: Language changed
ja: 言語を変更しました
ko: 언어 변경됨
zh_hans: 语言已更改

source: DiskOUT needs to restart to apply the new language.
ja: 新しい言語を適用するには DiskOUT を再起動する必要があります。
ko: 새 언어를 적용하려면 DiskOUT을 재시작해야 합니다.
zh_hans: 需要重启 DiskOUT 才能应用新语言。

source: Later
ja: あとで
ko: 나중에
zh_hans: 稍后

source: Eject All
ja: 全て取り出し
ko: 모두 추출
zh_hans: 推出全部

source: Mount All
ja: 全てマウント
ko: 모두 마운트
zh_hans: 挂载全部

source: Auto-Eject Excluded Disks
ja: 自動取り出しから除外されたディスク
ko: 자동 추출 제외 디스크
zh_hans: 自动推出排除的磁盘

source: Unmounted Drives
ja: アンマウントされたドライブ
ko: 마운트 안 된 외장
zh_hans: 已卸载的驱动器

source: No External Drives
ja: 外部ドライブなし
ko: 연결된 외장 드라이브 없음
zh_hans: 无外置驱动器

source: Updating Disk Status…
ja: ディスクの状態を更新中…
ko: 디스크 상태 갱신 중…
zh_hans: 正在更新磁盘状态…

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…

source: Settings…
ja: 設定…
ko: 환경설정…
zh_hans: 设置…

source: External Drives
ja: 外部ドライブ
ko: 외장 드라이브
zh_hans: 外置驱动器

source: Update to %@…
ja: %@ にアップデート…
ko: %@ 업데이트…
zh_hans: 更新到 %@…

# %@ free · %@ used
source: %1$@ free · %2$@ used
ja: %1$@ 空き · %2$@ 使用
ko: %1$@ 남음 · %2$@ 사용
zh_hans: 可用 %1$@ · 已用 %2$@

source: Tip: right-clicking the menu bar icon also ejects all drives.
ja: ヒント: メニューバーアイコンを右クリックしても全て取り出せます。
ko: 팁: 메뉴바 아이콘을 우클릭해도 모두 추출됩니다.
zh_hans: 提示：右键点击菜单栏图标也可推出全部。

source: This option tries a whole-disk normal eject whenever macOS enters system sleep. Lid close and the forced-sleep experiment are controlled separately.
ja: macOSがシステムスリープに入るたびに、外付けドライブへ物理ディスク全体のnormal取り出しを試します。蓋を閉じた場合と強制スリープの実験機能は別々に設定します。
ko: macOS가 잠자기에 들어갈 때 외장 드라이브를 물리 디스크 전체 normal로 추출합니다. 덮개 닫기와 직접 잠자기를 시작할 때의 실험 기능은 별도로 설정합니다.
zh_hans: 每当 macOS 进入系统睡眠时，此选项都会对外置驱动器尝试整盘 normal 推出。合盖和强制睡眠实验功能需分别设置。

source: Also eject when only the display goes to sleep — for Macs set to never sleep.
ja: ディスプレイのみがスリープするときにも取り出します — 本体をスリープさせない設定の Mac 向け。
ko: Mac은 깨어 있고 화면만 꺼지는 경우에도 외장 드라이브를 추출합니다. 잠자기를 막아 둔 환경에서 유용합니다. 화면이 다시 켜졌을 때도 연결되어 있으면 자동으로 다시 마운트됩니다.
zh_hans: 仅显示器睡眠时也推出——适用于设置为从不睡眠的 Mac。

source: Every eject starts with a whole-disk normal unmount. When this setting is on, manual eject, Eject and Sleep, and lid close make one Force attempt if the disk is busy or no clean callback arrives within 2 seconds. Idle, display, and forced sleep never use Force.
ja: すべての取り出しは物理ディスク全体のnormal unmountから開始します。この設定が有効な場合、手動取り出し・「取り出してスリープ」・蓋を閉じたときに、ディスクがbusy、または2秒以内にclean callbackがない場合のみForceを1回試します。アイドル・ディスプレイ・強制スリープではForceを使用しません。
ko: 모든 추출은 물리 디스크 전체 normal unmount로 시작합니다. 이 설정이 켜져 있으면 수동 추출, ‘추출하고 잠자기’, 덮개 닫기에서 디스크가 사용 중이거나 2초 안에 clean callback이 없을 때 Force를 한 번 시도합니다. 자동 잠자기, 화면 꺼짐, 강제 잠자기에는 Force를 사용하지 않습니다.
zh_hans: 所有推出都先对整个物理磁盘执行normal unmount。开启此设置后，手动推出、“推出并睡眠”和合盖在磁盘busy或2秒内未收到clean callback时尝试一次Force。空闲、仅显示器和强制睡眠不会使用Force。

# Version %@ (build %@)
source: Version %1$@ (build %2$@)
ja: バージョン %1$@ (ビルド %2$@)
ko: 버전 %1$@ (빌드 %2$@)
zh_hans: 版本 %1$@（构建 %2$@）

source: Release Notes
ja: リリースノート
ko: 릴리즈 노트
zh_hans: 更新日志

source: Restart Now
ja: 今すぐ再起動
ko: 지금 재시작
zh_hans: 立即重启

source: Couldn’t restart DiskOUT
ja: DiskOUTを再起動できませんでした
ko: DiskOUT을 재시작하지 못했습니다
zh_hans: 无法重新启动 DiskOUT

source: DiskOUT is still running. Try again, or restart it later.
ja: DiskOUTは引き続き実行中です。もう一度試すか、あとで再起動してください。
ko: DiskOUT은 계속 실행 중입니다. 다시 시도하거나 나중에 재시작하세요.
zh_hans: DiskOUT 仍在运行。请重试，或稍后重新启动。

source: Restore
ja: 復元
ko: 복원
zh_hans: 恢复

source: Restore Purchase
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买

source: Restore Purchase…
ja: 購入を復元…
ko: 구매 복원…
zh_hans: 恢复购买…

source: Copy Recovery Code…
ja: 復旧コードをコピー…
ko: 복구 코드 복사…
zh_hans: 复制恢复代码…

source: Recovery Code Copied
ja: 復旧コードをコピーしました
ko: 복구 코드가 복사되었습니다
zh_hans: 恢复代码已复制

source: Keep this code private—it can move Premium. The clipboard clears after two minutes, but clipboard managers may retain it.
ja: このコードは Premium を移行できるため、安全に保管してください。クリップボードは2分後に消去されますが、クリップボード管理アプリに残る場合があります。
ko: 이 코드는 Premium을 옮길 수 있으니 안전하게 보관하세요. 클립보드는 2분 후 지워지지만, 클립보드 관리 앱에는 남을 수 있습니다.
zh_hans: 此代码可转移 Premium，请妥善保管。剪贴板会在两分钟后清除，但剪贴板管理器可能会保留它。

source: Paste the recovery code from your previous Mac. Restoring moves Premium to this Mac.
ja: 以前の Mac の復旧コードを貼り付けてください。復元すると Premium がこの Mac に移行します。
ko: 이전 Mac의 복구 코드를 붙여 넣으세요. 복원하면 Premium이 이 Mac으로 이전됩니다.
zh_hans: 请粘贴旧 Mac 上的恢复代码。恢复后 Premium 将转移到这台 Mac。

source: Premium Was Restored
ja: Premium を復元しました
ko: Premium이 복원되었습니다
zh_hans: Premium 已恢复

source: Premium has moved to this Mac. The previous Mac will lose access when it next checks online.
ja: Premium をこの Mac に移行しました。以前の Mac は次回のオンライン確認時に利用できなくなります。
ko: Premium이 이 Mac으로 이전되었습니다. 이전 Mac은 다음 온라인 확인 때 권한이 해제됩니다.
zh_hans: Premium 已转移到这台 Mac。旧 Mac 会在下次联网检查时失去权限。

source: Couldn’t Restore Purchase
ja: 購入を復元できませんでした
ko: 구매를 복원할 수 없습니다
zh_hans: 无法恢复购买

source: A previous eject request is still pending. Keep the disk connected and try again after it finishes.
ja: 前の取り出し要求がまだ処理中です。ディスクを接続したまま、完了後にもう一度お試しください。
ko: 이전 추출 요청이 아직 진행 중입니다. 디스크를 연결한 상태로 두고 완료된 후 다시 시도하세요.
zh_hans: 上一个推出请求仍在处理中。请保持磁盘连接，并在完成后重试。

source: An eject request is still pending. Keep the disk connected and wait for its result.
ja: 取り出し要求がまだ処理中です。ディスクを接続したまま結果をお待ちください。
ko: 추출 요청이 아직 진행 중입니다. 디스크를 연결한 상태로 두고 결과를 기다리세요.
zh_hans: 推出请求仍在处理中。请保持磁盘连接并等待结果。

source: The 10-second eject deadline expired.
ja: 取り出しの10秒の制限時間が切れました。
ko: 10초 추출 제한 시간이 만료되었습니다.
zh_hans: 10 秒推出时限已到。

source: The disk disconnected before clean eject completed. Reconnect it, then choose Eject and Sleep again.
ja: 安全な取り出しが完了する前にディスクが切断されました。再接続してから、「取り出してスリープ」をもう一度選んでください。
ko: 정상 추출이 끝나기 전에 디스크 연결이 끊겼습니다. 다시 연결한 다음 ‘추출하고 잠자기’를 다시 선택하세요.
zh_hans: 磁盘在安全推出完成前断开了连接。请重新连接，然后再次选择“推出并睡眠”。

source: A disk is busy. Keep it connected, close the app using it, and try again, or enable Allow Force Unmount in Settings.
ja: ディスクは使用中です。接続したまま使用中のアプリを閉じて再試行するか、設定で「強制アンマウントを許可」を有効にしてください。
ko: 디스크가 사용 중입니다. 연결한 상태로 두고 사용 중인 앱을 닫은 뒤 다시 시도하거나, 환경설정에서 ‘강제 마운트 해제 허용’을 켜세요.
zh_hans: 磁盘正在使用中。请保持连接，关闭正在使用它的应用后重试，或在设置中启用“允许强制卸载”。

source: A disk is still busy, and Eject and Sleep could not complete the allowed Force step. Keep it connected, close the app using it, then choose Eject and Sleep again.
ja: ディスクは使用中のままで、「取り出してスリープ」は許可された強制アンマウントの段階を完了できませんでした。接続したまま使用中のアプリを閉じてから、「取り出してスリープ」をもう一度選んでください。
ko: 디스크가 계속 사용 중이며 ‘추출하고 잠자기’가 허용된 강제 해제 단계를 완료하지 못했습니다. 연결한 상태로 두고 사용 중인 앱을 닫은 다음 ‘추출하고 잠자기’를 다시 선택하세요.
zh_hans: 磁盘仍在使用中，“推出并睡眠”未能完成允许的强制卸载步骤。请保持连接，关闭正在使用它的应用，然后再次选择“推出并睡眠”。

source: DiskOUT could not start or continue the eject request. Keep the disk connected, then try Eject and Sleep again.
ja: DiskOUTは取り出し要求を開始または継続できませんでした。ディスクを接続したまま、「取り出してスリープ」をもう一度お試しください。
ko: DiskOUT이 추출 요청을 시작하거나 계속할 수 없습니다. 디스크를 연결한 상태로 두고 ‘추출하고 잠자기’를 다시 시도하세요.
zh_hans: DiskOUT无法开始或继续推出请求。请保持磁盘连接，然后再次尝试“推出并睡眠”。

source: macOS denied the eject request. Keep the disk connected, check it in Disk Utility, then try again.
ja: macOSが取り出し要求を拒否しました。ディスクを接続したままディスクユーティリティで確認し、もう一度お試しください。
ko: macOS가 추출 요청을 거부했습니다. 디스크를 연결한 상태로 두고 디스크 유틸리티에서 확인한 다음 다시 시도하세요.
zh_hans: macOS拒绝了推出请求。请保持磁盘连接，在“磁盘工具”中检查后重试。

source: DiskOUT cannot eject this disk. Keep it connected and try ejecting it from Finder or Disk Utility.
ja: DiskOUTではこのディスクを取り出せません。接続したまま、Finderまたはディスクユーティリティから取り出してみてください。
ko: DiskOUT이 이 디스크를 추출할 수 없습니다. 연결한 상태로 두고 Finder 또는 디스크 유틸리티에서 추출해 보세요.
zh_hans: DiskOUT无法推出此磁盘。请保持连接，并尝试从Finder或“磁盘工具”中推出。

source: The disk connection changed before eject completed. Keep it connected or reconnect it, then try again.
ja: 取り出しが完了する前にディスクの接続状態が変わりました。接続を維持するか再接続してから、もう一度お試しください。
ko: 추출이 끝나기 전에 디스크 연결 상태가 바뀌었습니다. 연결을 유지하거나 다시 연결한 다음 재시도하세요.
zh_hans: 推出完成前磁盘连接状态发生了变化。请保持连接或重新连接后重试。

source: Another system sleep started before eject finished.
ja: 取り出しが完了する前に、別のシステムスリープが開始されました。
ko: 추출이 끝나기 전에 다른 시스템 잠자기가 시작되었습니다.
zh_hans: 推出完成前，系统已由其他请求开始睡眠。

source: Eject and Sleep is still waiting
ja: 取り出してスリープはまだ待機中です
ko: 추출하고 잠자기가 아직 대기 중입니다
zh_hans: 推出并睡眠仍在等待

source: Eject and Sleep stopped
ja: 取り出してスリープを停止しました
ko: 추출하고 잠자기 중단됨
zh_hans: 推出并睡眠已停止

source: Kept ejected: %@
ja: 取り出した状態を維持: %@
ko: 추출 상태 유지: %@
zh_hans: 保持已推出：%@

source: Keep any connected failed disk attached until it is cleanly ejected. Resolve the cause, then choose Eject and Sleep again.
ja: 接続中の失敗したディスクは、安全な取り出しが確認されるまで取り外さないでください。原因を解決してから、「取り出してスリープ」をもう一度選んでください。
ko: 연결되어 있는 실패 디스크는 정상 추출이 확인될 때까지 분리하지 마세요. 원인을 해결한 다음 ‘추출하고 잠자기’를 다시 선택하세요.
zh_hans: 对于仍保持连接但推出失败的磁盘，在确认安全推出前请勿断开。解决原因后，再次选择“推出并睡眠”。

source: The drives remain ejected. Try Eject and Sleep again.
ja: ドライブは取り出された状態のままです。「取り出してスリープ」をもう一度お試しください。
ko: 드라이브는 추출된 상태로 유지됩니다. ‘추출하고 잠자기’를 다시 시도하세요.
zh_hans: 驱动器会保持已推出状态。请再次尝试“推出并睡眠”。

source: The sleep request state changed. Try Eject and Sleep again.
ja: スリープ要求の状態が変わりました。「取り出してスリープ」をもう一度お試しください。
ko: 잠자기 요청 상태가 변경되었습니다. ‘추출하고 잠자기’를 다시 시도하세요.
zh_hans: 睡眠请求状态已更改。请再次尝试“推出并睡眠”。

source: Check the recovery code and internet connection, then try again.
ja: 復旧コードとインターネット接続を確認して、もう一度お試しください。
ko: 복구 코드와 인터넷 연결을 확인한 후 다시 시도해 주세요.
zh_hans: 请检查恢复代码和网络连接，然后重试。

source: OK
ko: 확인
zh_hans: 确定
